{
  "Home": {
    "Fv": {
      "Unleashing": "Unleashing ",
      "Global": "Global ",
      "Entertainment": "Entertainment ",
      "Value": "Value ",
      "AcrossBorders": "Across Borders"
    },
    "Introduction": {
      "Headline1": "A-Nexus creates a \"true global stage\" where talent can shine worldwide—going beyond mere overseas expansion support.",
      "Headline2": "Our mission is to discover exceptional talent in creative fields, sports, entertainment, and the arts from Japan and across ASEAN/Asia, guiding them toward international success.",
      "Headline3": "✔ Establishing globally viable brands & business models<br />✔ Creating cultural fusion & communities connecting Japan/ASEAN with America<br />✔ Providing platforms where Asian talent receives proper recognition and can reach their full potential"
    },
    "News": {
      "slide1_title": "PRESS RELEASE",
      "slide1_head": "Superball Inc. Announces Global Distribution Agreement with The Orchard and Management Collaboration with A-Nexus",
      "slide1_date": "2025-05-28",
      "slide1_content": "",
      "slide2_title": "COMING SOON",
      "slide2_head": "Announcement Coming Soon",
      "slide2_date": "",
      "slide2_content": "We are currently preparing announcements from A-Nexus. For inquiries, please contact us at the email address below with details of your request.",
      "slide3_title": "COMING SOON",
      "slide3_head": "Announcement Coming Soon",
      "slide3_date": "",
      "slide3_content": "We are currently preparing announcements from A-Nexus. For inquiries, please contact us at the email address below with details of your request.",
      "contact": "Full Release Available Here"
    },
    "BoardMember": {
      "Headline": "Meet our visionary leadership team with decades of experience in the global entertainment market.",
      "MemberIntro": "In an era where the world has become borderless and talent thrives across national boundaries, A-Nexus was created as a gateway for Japanese and Asian talents, athletes, and artists to make their mark in America and around the globe. <br /><br />We believe in the power of culture, sports, and entertainment. A-Nexus is committed to providing an environment where talent in every field can receive proper recognition and reach their fullest potential. <br /><br />The \"A\" symbolizes ASEAN, ASIA, ART, ATHLETE, and AMBITION, while \"NEXUS\" represents our role as an intersection—a bridge connecting these talents to the world."
    },
    "Artist": {
      "slide1_content": "The first unit composed of selected members from AKB48's overseas groups, which expands across various cities in Asia. The members include leader FENI (JKT48), HINA (SKE48), FAME (BNK48), and COLE (MNL48).<br />In March 2024, they made their worldwide digital debut with \"Catch Me Kiss Me.\"Quadlips is mainly active in Asia, including Thailand, Indonesia, Japan, and the Philippines, where its members originate.<br />As a one-of-a-kind girl group capable of communicating in five languages, Quadlips has embraced the concept of supporting the development of action sports such as skateboarding and snowboarding.<br />In 2025, their long-awaited expansion into the United States is set to begin.",
      "slide2_content": "Singer-songwriter SHEKI ARZAGA served as the lead vocalist for MNL48 Manila (Philippines), a hugely popular AKB48 sister group, since 2018.Among the AKB48 Group—recognized by Guinness World Records as the world's largest pop group—SHEKI ARZAGA from MNL48 stands out as one of the most talented and skilled divas. Since winter 2021, she has been building her independent career, earning acclaim from critics and throughout the music industry. <br /><br />Her collaborations with the 48 groups spanning eight regions have attracted tremendous attention not only from Asia but worldwide. Now, with strong support from her followers, SHEKI ARZAGA has launched her solo career, bringing together five top songwriters from America, Korea, and Japan. This gem of an artist possesses a captivating charm that mesmerizes everyone, and her brilliant potential guarantees this rising star will shine even brighter in the future.<br /><br />Through her performances, SHEKI ARZAGA has the power to transcend all borders and barriers, uniting the hearts of everyone who listens."
    },
    "Message": {
      "Headline": "1. Global Management & Agency Services<br /><br />We provide management strategies, contract negotiations, and marketing support to help talents, athletes, and artists from Japan, ASEAN, and ASIA succeed in America and worldwide.<br /><br />✔ Branding & marketing for international markets<br/>✔ Professional management & PR strategies<br/>✔ Contract and sponsorship negotiations<br/><br/><br/>2. Entertainment & Sports Business Development<br /><br />We create environments where talent across music, film, fashion, sports, and arts can gain recognition globally.<br /><br />✔ Production & marketing for global markets<br/>✔ Event planning and management in the American market<br/>✔ Content creation & media development<br/><br/><br/>3. Corporate & Brand Collaborations<br/><br/>We facilitate business matching between Japanese, ASEAN, and ASIAN brands, companies, and projects with the American market.<br /><br />✔ Support for Japanese, ASEAN, and ASIAN brands entering the American market<br/>✔ Influencer & brand ambassador contract support<br/>✔ Building international business networks<br/><br/><br/>4. Global Talent Development & Career Support<br /><br />We offer educational programs for talents, artists, and athletes who want to succeed internationally, supporting strategic career development.<br /><br />✔ Media training & skill enhancement programs<br/>✔ International management skills development<br/>✔ Visa and contract support & career advice",
      "JoinUsTitle": "JOIN US",
      "JoinUsSubtitle": "Bring your talent to the world.",
      "JoinUsContent": "A-Nexus is your partner in bringing your dreams to the world. For talents, athletes, artists, businesses, and creators, take the first step toward a global future with A-Nexus.",
      "Apply": "Apply Now"
    },
    "Contact": {
      "InvestorsMedia": "For Investors & Media",
      "Content": "For investment opportunities, media inquiries, and work requests, please contact us here.",
      "Contact": "CONTACT US",
      "Aspiring": "Your Talent, To The World.",
      "Message": "A-Nexus is your partner in bringing your dreams to the world. Whether you're a talent, athlete, artist, business, or creator—take your first step toward a global future with A-Nexus.",
      "Apply": "Apply as Artist"
    },
    "Profile": {
      "CorporateProfile": "Corporate Profile <br />of A-Nexus",
      "Profile01": "Established: 2025 ",
      "Profile02": "Office Location: 6605 Grand Montecito Pkwy, Suite 100, Las Vegas, NV 89149, USA",
      "Profile03": "Business: Providing comprehensive entertainment business solutions including rights management, content production, cross-border distribution, marketing, and strategic market development across North America, ASEAN, and East Asia"
    }
  },
  "Members": {
    "NariyukiTerada": {
      "Introduction": "November 2005 – March 2010<br />Executive Officer, Avex Group Holdings<br /><br />November 2006 – March 2010<br />Director & President of Asia Region, Avex Asia Holdings<br /><br />November 2006 – September 2011<br />President & CEO, Avex China<br /><br />April 2009 – January 2011<br />Co-President & Director, Avex Taiwan<br /><br />March 2010 – May 2013<br />Director, Avex International Holdings<br /><br />May 2013 – March 2020<br />Director, AKS Co., Ltd.<br /><br />April 2020 – Present<br />Director, Vernalossom Co., Ltd.<br /><br />July 2020 – Present<br />President & CEO, Superball Inc.<br /><br />January 2024 – Present<br />General Producer of the Overseas 48 Groups"
    },
    "HideyoshiAkita": {
      "Introduction": "Brandon Tatum, Esq. is a multi-hyphenate entertainment executive, attorney, and public speaker with over 15 years of experience in the international music industry. He has held senior legal and business roles at leading companies such as SM & Kakao Entertainment America, SoundCloud, Gala Music, and SM Entertainment USA. In 2023, Brandon was honored by Billboard as a Top Music Lawyer for his pioneering work in Web3 music and his instrumental role in expanding K-Pop's reach into Western markets.<br /><br />As Chief Strategy Officer at A-Nexus, Brandon advises on global expansion, strategic partnerships, and fundraising initiatives, focusing on elevating Japanese and ASEAN artists to international prominence.Brandon's deep connection to Japan includes over five years living in Tokyo, where he earned an M.B.A. from GLOBIS University and worked extensively in the J-Pop and K-Pop sectors. He also served as a foreign attorney at Anderson Mori & Tomotsune, a leading Japanese law firm, specializing in cross-border commercial and technology transactions.<br /><br />A California-qualified attorney, Brandon successfully passed the Solicitors Qualifying Exam (March 2025), progressing toward admission as a solicitor in England and Wales. He holds a J.D. from the University of Southern California and an LL.M. in International Intellectual Property Law from the London School of Economics."
    },
    "YutakaKanagawa": {
      "Introduction": "●June 2006 – August 2006<br />Joined Avex Group Holdings Inc.<br /><br />●August 2006 – October 2009<br />Avex China Co., Ltd. <br />(Served as Assistant to the President and Head of Music Production Department)<br /><br />●February 2011 – March 2011<br />Joined Amuse Inc.<br /><br />●March 2011 – November 2014<br />Amuse Taiwan Co., Ltd.<br />( Responsible for Local Operations)<br /><br />●November 2014 – December 2016<br />Amuse Hong Kong Ltd.(Executive Vice President)<br /><br />●January 2017 – Present<br />Independent<br />(Content Producer/Live Event Production Advisor)<br /><br />●January 2024 – Present<br />Superball Inc.( Director of the President's Office & Producer)"
    },
    "YoshiyaKato": {
      "Introduction": "April 2010 - Present<br />President CEO , I’ll be partners Inc.<br /><br />December 2015-2017<br />President CEO ,Catalyst Capital Inc.<br /><br />March 2017 - Present<br />Chairman , YKBK Group<br /><br />March 2017 - Present<br />Chairman ,Professional BasketBall League 3BL<br /><br />April 2017 -2020<br />Director, YKBK48 Entertainment Inc.<br /><br />September 2018-Present<br />Movie Producer ,LifeTime Member, IMMPA<br /><br />December 2024 -Present<br />President CEO , SKALE Inc."
    },
    "HajiTaniguchi": {
      "Introduction": "June 1986: Graduated from the Commercial Music Department, Belmont University, Tennessee, USA<br />August 1986: Joined Sony Music Artists Inc. as Producer in the Publishing Department<br />October 1994: Joined Avex D.D. Inc. (now Avex Inc.) as Manager of International Operations<br />March 1995: Appointed Board Member at Prime Direction Inc. (concurrent position)<br />June 2001: Appointed Senior Managing Director of Avex Network Inc. (concurrent position)<br />July 2005: Appointed Board Member responsible for IP Strategy and International Strategy<br />May 2006: Appointed Director at Avex Hawaii Inc. (Honolulu) (concurrent position)<br />November 2006: Appointed Board Member at Avex Asia Holdings Inc. (Hong Kong) and Chairman at Avex Taiwan Inc. (Taipei), Avex China Co., Ltd. (Beijing), and Avex Hong Kong Ltd. (Hong Kong) (concurrent positions)<br />December 2009: Appointed Committee Member of the Content Enhancement Special Investigation Committee, Intellectual Property Strategy Headquarters, Cabinet Office<br />April 2010: Appointed President of Avex Music Publishing Inc.<br />June 2010: Elected Chairman of the Music Publishers Association of Japan (MPAJ)<br />July 2010: Appointed Board Member of the Japan Music Culture and Entertainment Foundation (JMCE)<br />January 2012: Elected Board Member of the International Confederation of Music Publishers (ICMP, Brussels)<br />March 2012: Appointed Committee Member of the Music Industry Overseas Expansion Promotion Task Force, Intellectual Property Strategy Headquarters, Cabinet Office<br />June 2012: Appointed Council Member of the Watanabe Music Culture Forum Foundation<br />March 2013: Program Review Committee Member at Atos International Inc. (current position)<br />June 2014: Elected Executive Director of the Music Publishers Association of Japan (MPAJ)<br />April 2015: Appointed Professor at the Faculty of Business Administration, Sanno University (current position)"
    },
    "LeoSakai": {
      "Introduction": "Born and raised in New York, Leo Sakai is a Japanese-American entrepreneur and the founder of Clarus Capital Group.<br /><br />With over two decades of experience at top-tier financial institutions including J.P. Morgan and Bank of America in New York,<br />he leads bespoke consulting services for Japanese high-net-worth individuals and advises Japanese corporations navigating IPOs on Nasdaq.<br /><br />Leveraging deep expertise and networks across U.S. and Japanese markets,<br />he delivers exclusive, locally-driven wealth management solutions rarely accessible from Japan.<br /><br />His work bridges East and West, crafting cross-border strategies that unlock global financial potential for discerning Japanese clients."
    }
  },
  "About": {
    "CompanyVision": "A-Nexus serves as a hub connecting Japanese and ASEAN Asian talent to the world. We forge pathways for artists and creators to succeed in the American market while staying true to themselves, providing strategy, support, and networks.We explore new possibilities in entertainment business and create fresh value in the global market. We build brand strategies that cherish unique cultures, with our mission being to make a positive impact on the world through culture and talent.A-Nexus turns dreams into reality and connects talent to the world. Join us in creating a new future.",
    "Case": {
       "title1": "A Crossroads to the World",
       "content1": "A-Nexus serves as a hub connecting Japanese and ASEAN Asian talent to the global stage. We forge pathways for artists, athletes, and creators to succeed in the American market, providing an environment where their culture and individuality can shine to the fullest.",
       "title2": "A Place Where Challengers Can Flourish",
       "content2": "Success isn't a momentary event—it's a process built through accumulation. A-Nexus provides strategy, support, and networks for talented individuals to thrive on the world stage, fostering continuous growth.",
       "title3": "New Forms of Culture and Business",
       "content3": "We go beyond talent discovery and development to explore new possibilities in entertainment and sports business, creating fresh value in the global marketplace.",
       "title4": "Maximizing What Makes You, You",
       "content4": "A-Nexus provides a space where everyone can shine as their authentic selves. We cherish the unique cultures of Japan and ASEAN Asia, building brand strategies that leverage these distinctive qualities.",
       "title5": "Creating Influence That Resonates Worldwide",
       "content5": "Our mission isn't simply international expansion. It's about making a positive impact on the world through culture, talent, and stories. We support everyone connected to A-Nexus in becoming a force that creates global impact.",
       "text": "A-Nexus turns dreams into reality and connects talent to the world.<br />Join us in creating a new future."
    },
    "MarketOverview": "The global entertainment and media market continues to experience unprecedented growth, with Asia Pacific emerging as the fastest-growing region. Key trends driving our strategic position are as below.",
    "BusinessApproach": "A-Nexus creates value through an integrated, end-to-end approach to entertainment business",
    "Trends": {
      "ContentConvergence": "Content Convergence",
      "ContentConvergenceDescription": "Boundaries between anime, gaming, film, and music continue to blur, creating demand for comprehensive rights management",
      "DigitalTransformation": "Digital Transformation",
      "DigitalTransformationDescription": "Streaming platforms are revolutionizing content consumption patterns globally",
      "CrossCulturalAppeal": "Cross-Cultural Appeal",
      "CrossCulturalAppealDescription": "Asian entertainment content is experiencing explosive popularity in Western markets",
      "EmergingMarkets": "Emerging Markets",
      "EmergingMarketsDescription": "ASEAN countries represent the next frontier of entertainment consumption growth",
      "Text": "A-Nexus is uniquely positioned at the center of these converging trends"
    },
    "Business": {
      "RightsAcquisitionManagement": "Rights Acquisition & Management",
      "RightsAcquisitionManagementDescription": "Strategic acquisition and optimization of  entertainment IP rights across multiple markets, with specialized legal expertise in cross border licensing ",
      "CrossPlatformDistribution": "Cross-Platform Distribution",
      "CrossPlatformDistributionDescription": "Facilitating content distribution across diverse platforms and  regions, leveraging proprietary technology and market intelligence",
      "ProductionServices": "Production Services",
      "ProductionServicesDescription": "Enabling content creation through financing, production support, and creative development tailored to both local and global audience preferences",
      "MarketAccess": "Market Access",
      "MarketAccessDescription": "Providing established channels and cultural expertise for content creators  to successfully enter and thrive in new markets ",
      "BrandDevelopment": "Brand Development",
      "BrandDevelopmentDescription": "Transforming entertainment properties into global franchises  through strategic promotion and localized marketing approaches",
      "TechnologyIntegration": "Technology Integration",
      "TechnologyIntegrationDescription": "Implementing cutting-edge digital solutions that enhance  discovery, consumption, and monetization of content across borders"
    }
  }
}