{
  "Home": {
    "Fv": {
      "Unleashing": "Unleashing ",
      "Global": "Global ",
      "Entertainment": "Entertainment ",
      "Value": "Value ",
      "AcrossBorders": "Across Borders"
    },
    "Introduction": {
      "Headline1": "A-Nexus connects North America, ASEAN, and East Asian markets, creating a seamless  flow of entertainment content and bringing mutual benefits to all regions.",
      "Headline2": "Through our  comprehensive business approach, we maximize the value of entertainment rights while  supporting creators and artists.",
      "Headline3": "We aim to be the definitive platform holder that delivers  premium entertainment experiences worldwide through strategic integration across the entire  value chain."
    },
    "News": {
      "slide1_title": "COMING SOON",
      "slide1_head": "Announcement Coming Soon",
      "slide1_content": "We are currently preparing announcements from A-Nexus. For inquiries, please contact us at the email address below with details of your request.",
      "slide2_title": "COMING SOON",
      "slide2_head": "Announcement Coming Soon",
      "slide2_content": "We are currently preparing announcements from A-Nexus. For inquiries, please contact us at the email address below with details of your request.",
      "slide3_title": "COMING SOON",
      "slide3_head": "Announcement Coming Soon",
      "slide3_content": "We are currently preparing announcements from A-Nexus. For inquiries, please contact us at the email address below with details of your request.",
      "contact": "★Contact Information"
    },
    "BoardMember": {
      "Headline": "Meet our visionary leadership team bringing together decades of experience in global entertainment markets.",
      "MemberIntro": "Meet the exceptional minds behind our vision. <br />From leading global entertainment companies to launching international icons, our board brings unmatched expertise and proven success. <br />Discover how each member is shaping the future."
    },
    "Artist": {
      "slide1_content": "The first unit composed of selected members from AKB48’s overseas groups, which expands across various cities in Asia. The members include leader FENI (JKT48), HINA (SKE48), FAME (BNK48), and COLE (MNL48).<br />In March 2024, they made their worldwide digital debut with \"Catch Me Kiss Me.\"Quadlips is mainly active in Asia, including Thailand, Indonesia, Japan, and the Philippines, where its members originate.<br />As a one-of-a-kind girl group capable of communicating in five languages, Quadlips has embraced the concept of supporting the development of action sports such as skateboarding and snowboarding.<br />In 2025, their long-awaited expansion into the United States is set to begin.",
      "slide2_content": "Singer-Songwriter SHEKI ARZAGA has been playing a major role as a lead vocalist in MNL48 Manila, Philippines) which since 2018 has been a very popular sister affiliate of AKB48, the all-female, theatre-based \"idol\" collective from Japan. Named after the Akihabara area in Tokyo, where the group's theater is located AKB48 is certified as the largest pop group in the world by The Guinness World Records.All the fans know and have been talking about SHEKI ARZAGA  as the most skilled and talented member of all the AKB48 groups, which are divided into teams and spread across 13 locations in Asia with SHEKI ARZAGA being from the Manila, Philippines based MNL48. Since the winter of 2021, she has been building her own career, receiving praise by critics and the entire music industry. Her recent collaborations with 48 other groups across 8 regions gained immense attention, not only from Asia, but from around the world. Now with the strong support of her followers, SHEKI ARZAGA has assembled 5 top songwriters from the US, Korea and Japan to launch her own solo career.<br />This jewel of an artist possesses a charm that can attract anybody and her brilliant potential guarantees this rising star to shine even brighter in the future. SHEKI ARZAGA has the power to surpass all borders and barriers through her performances and unite the hearts of all who listen."
    },
    "Message": {
      "Headline": "A-Nexus offers comprehensive production and promotion services, from stage design to  original content creation and global marketing campaigns."
    },
    "Contact": {
      "InvestorsMedia": "For Investors & Media",
      "Content": "Interested in learning more about investment opportunities or media inquiries? Our team is ready to assist you.",
      "Contact": "CONTACT US",
      "Aspiring": "For prospective artists",
      "Apply": "Apply as Artist"
    },
    "Profile": {
      "CorporateProfile": "Corporate Profile <br />of A-NEXUS",
      "Profile01": "Established: 2025 ",
      "Profile02": "Office Location: 6605 Grand Montecito Pkwy, Suite 100, Las Vegas, NV 89149, USA",
      "Profile03": "Business: Providing comprehensive entertainment business solutions including rights management, content production, cross-border distribution, marketing, and strategic market development across North America, ASEAN, and East Asia"
    }
  },
  "Members": {
    "NariyukiTerada": {
      "Introduction": "November 2005 – March 2010<br />Executive Officer, Avex Group Holdings<br /><br />November 2006 – March 2010<br />Director & President of Asia Region, Avex Asia Holdings<br /><br />November 2006 – September 2011<br />President & CEO, Avex China<br /><br />April 2009 – January 2011<br />Co-President & Director, Avex Taiwan<br /><br />March 2010 – May 2013<br />Director, Avex International Holdings<br /><br />May 2013 – March 2020<br />Director, AKS Co., Ltd.<br /><br />April 2020 – Present<br />Director, Vernalossom Co., Ltd.<br /><br />July 2020 – Present<br />President & CEO, Superball Inc.<br /><br />January 2024 – Present<br />General Producer of the Overseas 48 Groups"
    },
    "HideyoshiAkita": {
      "Introduction": "1996 – Joined GE Capital Finance Corporation (Japan)<br /><br />December 2014 – Present<br />Director, Genbu Corporation<br /><br />October 2017 – Appointed Director, Dera Game Inc. (currently serves as Auditor)<br /><br />August 2018 – Appointed Auditor, AKS Co., Ltd.<br /><br />April 2019 – Appointed Director, Cave Co., Ltd.<br /><br />September 2019 – Present<br />President & CEO, Cave Co., Ltd.<br /><br />November 2019 – Present<br />Auditor, Capable Co., Ltd."
    },
    "YutakaKanagawa": {
      "Introduction": "July 2006 – October 2009<br />Corporate Planning Division, International Strategy Office<br />Avex Group Holdings Inc.<br /><br />August 2006 – October 2009<br />Assistant to the President and Music Production Manager (Manager level)<br />Avex China Co., Ltd.<br />Engaged in A&R, production, management, and promotion planning for Avex China's first signed artist, Jiang Yiyan<br /><br />February 2011 – March 2011<br />Content Development Division<br />Amuse Inc.<br />Handled all preparatory work for the establishment of a local subsidiary in Taiwan<br /><br />March 2011 – November 2014<br />Transferred to Yamax Entertainment Co., Ltd. (Amuse Taiwan)<br />Appointed as the local representative responsible for launching and establishing the Taiwan office<br /><br />November 2014 – December 2016<br />Transferred to Amuse Hong Kong Ltd.<br />Vice President and Director<br />Oversaw operations and served as executive producer for the discovery, training, and debut of the company's first local artist<br /><br />January 2017 – Present<br />Freelance<br />Engaged in consulting for Japanese companies in Taiwan, as well as irregular casting work for major Japanese advertising agencies' commercials<br />Returned to Japan in March 2018 and has since been involved in launching startups, casting, and commissioned work from idol management companies<br />From June 2021 to December 2022, contracted (as full-time equivalent) by Doyuen Holdings Co., Ltd. to work on regional revitalization projects"
    },
    "YoshiyaKato": {
      "Introduction": "Venture capital, professional sports league management.<br /><br />In the past, he was involved in managing the AKB48 sister group and film production.<br /><br />Specialties: corporate finance, business strategy formulation, business restructuring."
    }
  },
  "About": {
    "CompanyVision": "A-Nexus stands at the intersection of global entertainment markets, serving as the vital gateway connecting North America, ASEAN, and East Asian creative economies. We envision a world where cultural exchange through entertainment transcends traditional barriers, creating unprecedented value for creators, investors, and audiences alike. Our mission is to establish the definitive platform for cross-border entertainment rights management and content distribution, leveraging our deep industry expertise and strategic global presence.",
    "MarketOverview": "The global entertainment and media market continues to experience unprecedented growth, with Asia Pacific emerging as the fastest-growing region. Key trends driving our strategic position",
    "BusinessApproach": "A-Nexus creates value through an integrated, end-to-end approach to entertainment business",
    "Trends": {
      "ContentConvergence": "Content Convergence",
      "ContentConvergenceDescription": "Boundaries between anime, gaming, film, and music continue to blur, creating demand for comprehensive rights management",
      "DigitalTransformation": "Digital Transformation",
      "DigitalTransformationDescription": "Streaming platforms are revolutionizing content consumption patterns globally",
      "CrossCulturalAppeal": "Cross-Cultural Appeal",
      "CrossCulturalAppealDescription": "Asian entertainment content is experiencing explosive popularity in Western markets",
      "EmergingMarkets": "Emerging Markets",
      "EmergingMarketsDescription": "ASEAN countries represent the next frontier of entertainment consumption growth",
      "Text": "A-Nexus is uniquely positioned at the center of these converging trends"
    },
    "Business": {
      "RightsAcquisitionManagement": "Rights Acquisition & Management",
      "RightsAcquisitionManagementDescription": "Strategic acquisition and optimization of  entertainment IP rights across multiple markets, with specialized legal expertise in cross border licensing ",
      "CrossPlatformDistribution": "Cross-Platform Distribution",
      "CrossPlatformDistributionDescription": "Facilitating content distribution across diverse platforms and  regions, leveraging proprietary technology and market intelligence",
      "ProductionServices": "Production Services",
      "ProductionServicesDescription": "Enabling content creation through financing, production support, and creative development tailored to both local and global audience preferences",
      "MarketAccess": "Market Access",
      "MarketAccessDescription": "Providing established channels and cultural expertise for content creators  to successfully enter and thrive in new markets ",
      "BrandDevelopment": "Brand Development",
      "BrandDevelopmentDescription": "Transforming entertainment properties into global franchises  through strategic promotion and localized marketing approaches",
      "TechnologyIntegration": "Technology Integration",
      "TechnologyIntegrationDescription": "Implementing cutting-edge digital solutions that enhance  discovery, consumption, and monetization of content across borders"
    }
  }
}