"use client";

export default function PrivacyPolicy() {
  return (
    <main>
      <div className="p-5">
        <div className="mt-[70px] font-['Hiragino_Mincho_ProN']">
          <div className="flex justify-center">
            <h1 className="relative text-center text-[18px] md:text-[35px] font-semibold">
              <span>プライバシーポリシー</span>
            </h1>
          </div>
          <div className="mt-12 md:mt-[94px] max-w-5xl w-full mx-auto md:text-[15px] font-semibold text-[14px] pb-40">
            プライバシーポリシー 1. はじめに
            <br />
            バズエクセキューション株式会社[会社名]（以下、「当社」といいます）は、ユーザーのプライバシーを尊重し、
            ユーザーの個人情報を適切に保護することをお約束します。本プライバシーポリシーは、
            当社が提供するサービス「AITI」（以下、「本サービス」といいます）において、
            ユーザーの個人情報をどのように収集、使用、保護するかについて説明します。
            <br />
            <br />
            2. 収集する情報
            <br />
            当社は、本サービスの提供にあたり、以下の情報を収集します。
            <br />- メールアドレス - 氏名
            <br />- 性格診断結果
            <br />- 利用状況（ログイン情報、アクセス履歴など）
            <br />
            <br />
            3. 情報の利用目的
            <br />
            当社は、収集した個人情報を以下の目的で利用します。
            <br />- 本サービスの提供および運営
            <br />- ユーザーの性格分析および製品推薦の実施
            <br />- ユーザーからのお問い合わせへの対応
            <br />- サービスの改善および新サービスの開発
            <br />- 不正行為の防止およびセキュリティの向上
            <br />
            <br />
            4. 個人情報の第三者提供
            <br />
            当社は、以下の場合を除き、
            ユーザーの個人情報を第三者に提供することはありません。
            <br />- ユーザーの同意がある場合
            <br />- 法令に基づく場合
            <br />- 人の生命、身体または財産の保護のために必要がある場合で、
            本人の同意を得ることが困難である場合
            <br />-
            公衆衛生の向上または児童の健全な育成推進のために特に必要がある場合で、
            本人の同意を得ることが困難である場合
            <br />
            <br />
            5. 個人情報の管理
            <br />
            当社は、ユーザーの個人情報を適切に管理し、不正アクセス、紛失、破壊、
            改ざんおよび漏洩から保護するために以下の措置を講じます。
            <br />- SSLによる通信の暗号化
            <br />- データベースの暗号化
            <br />- アクセス制御の実施
            <br />- 従業員に対する個人情報保護の教育および啓発
            <br />
            <br />
            6. ユーザーの権利
            <br />
            ユーザーは、当社が保有する自らの個人情報について、以下の権利を有します。
            <br />- 開示請求
            <br />- 訂正請求
            <br />- 利用停止請求
            <br />- 削除請求
            <br />
            <br />
            7. クッキー（Cookie）の使用
            <br />
            当社は、ユーザーの利便性向上およびサービス向上のために
            クッキーを使用することがあります。
            クッキーの使用を希望しない場合は、 ブラウザの設定を変更することで
            クッキーの受け入れを拒否することができます。
            <br />
            <br />
            8. プライバシーポリシーの変更
            <br />
            当社は、法令の変更やサービスの改善のために、
            本プライバシーポリシーを変更することがあります。
            変更後のプライバシーポリシーは、本サービスのウェブサイトに掲載された
            時点で効力を生じるものとします。
          </div>
        </div>
      </div>
    </main>
  );
}
