export default function PrivacyPolicy() {
  return (
    <section className="p-docs">
      <div className="p-docs__wrap l-inner">
        <h1 className="p-docs__ttl">プライバシーポリシー</h1>
        <p>
          当社は、お客様の個人情報の保護について、次のとおりプライバシーポリシー（以下、「本ポリシー」といいます。）を定め、本ポリシーに基づき適正に個人情報を取り扱います。なお、本ポリシーで使用する用語の意味は、個人情報の保護に関する法律（以下、「個人情報保護法」といいます。）に準拠するものとします。
        </p>

        <h2>取得する個人情報の項目</h2>
        <p>当社は、お客様に関する次に掲げる個人情報を取得します。</p>
        <ul>
          <li>
            <strong>本人確認に関する情報：</strong>
            氏名、住所、郵便番号、性別、生年月日、電話番号、メールアドレス、アカウントID及びパスワード、SNSアカウント情報、免許証・住民票等の公的証明書に関する情報等
          </li>
          <li>
            <strong>お取引に関する情報：</strong>お取引内容及び購入履歴に関する情報等
          </li>
          <li>
            <strong>決済に関する情報：</strong>
            金融機関口座に関する情報、決済及びその方法に関する情報等
          </li>
          <li>
            <strong>サービスのご利用に際して取得する情報：</strong>
            クッキー（Cookie）ID等のオンライン上の識別子、ご利用の端末情報、位置情報、閲覧履歴その他のサービスの利用状況（アクセスログ、IPアドレス、ブラウザ情報、ブラウザの言語設定等を含みます。）
          </li>
          <li>
            <strong>その他の情報：</strong>お客様から当社へのお問い合せ・ご連絡等に関する情報等
          </li>
        </ul>

        <h2>利用目的</h2>
        <p>
          当社は、お客様の個人情報を、次に掲げる利用目的の範囲内において、取得及び利用いたします。
        </p>
        <ul>
          <li>サービスへの登録及びサービス利用時の本人確認並びにお客様の管理のため</li>
          <li>商品等のお届け、ご提供、アフターサービスのため</li>
          <li>商品等及びサービスの対価のご請求のため</li>
          <li>不正行為等の防止及び対応のため</li>
          <li>サービスの保守、管理のため</li>
          <li>
            マーケティングデータの調査及び分析、並びに、マーケティング施策の検討及び実施のため
          </li>
          <li>
            当社又は第三者の媒体において、お客様の属性・行動履歴の分析に基づく興味及び関心等に合わせ、当社又は第三者の商品等及びサービスの提供、勧誘、広告その他のマーケティングをするため
          </li>
          <li>キャンペーン、懸賞企画、アンケートの実施のため</li>
          <li>
            商品等及びサービスの改善のため、並びに、新たな商品等及びサービスの企画、研究及び開発のため
          </li>
          <li>お問い合わせ対応及びお客様へのご連絡のため</li>
          <li>本ポリシー記載の方法による、第三者に対する提供</li>
        </ul>

        <h2>第三者提供</h2>
        <p>
          当社は、次に掲げる場合を除き、当社が取り扱う個人情報を、あらかじめお客様の同意を得ないで、第三者に提供いたしません。
        </p>
        <ul>
          <li>法令に基づく場合</li>
          <li>
            人の生命、身体又は財産の保護のために必要がある場合であって、お客様の同意を得ることが困難であるとき
          </li>
          <li>
            公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、お客様の同意を得ることが困難であるとき
          </li>
          <li>
            国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合
          </li>
          <li>その他法令で認められる場合</li>
        </ul>
        <p>また、以下のようなケースでも第三者提供を行うことがあります：</p>
        <ul>
          <li>
            お客様の興味・関心等に合わせた広告の配信及びその成果確認並びにサービスの提供のために、それ自体では特定の個人を識別できないようにした情報を当社と提携している広告配信事業者に提供する場合
          </li>
        </ul>

        <h2>安全管理措置</h2>
        <p>
          当社は、その取り扱う個人情報の漏洩、滅失又は毀損の防止その他個人情報の安全管理のために、必要かつ適切な措置を講じます。安全管理措置の詳細については、第10項記載のお問い合わせ窓口までご連絡ください。
        </p>

        <h2>開示等の請求</h2>
        <p>当社は、個人情報の開示、訂正、利用停止等の請求に以下のとおり対応します。</p>
        <h3>利用目的の通知又は個人情報若しくは第三者提供記録の開示</h3>
        <p>
          お客様は、当社所定の手続きに従い、開示請求を行うことができますが、以下に該当する場合は開示できません。
        </p>
        <ul>
          <li>本人又は第三者の権利利益を害するおそれがある場合</li>
          <li>当社の業務に著しい支障を及ぼすおそれがある場合</li>
          <li>法令に違反することとなる場合</li>
          <li>本人確認ができない場合</li>
        </ul>
        <p>また、開示請求には1,000円の手数料がかかります。</p>

        <h3>訂正・追加・削除</h3>
        <p>お客様は、当社所定の手続に従って、訂正・追加・削除を請求できます。</p>

        <h3>利用の停止又は第三者提供の停止</h3>
        <p>お客様は、当社所定の手続に従って、利用の停止又は第三者提供の停止を請求できます。</p>

        <h3>手続</h3>
        <p>
          所定の請求書に記入し、本人確認書類を同封のうえ、以下の送付先まで郵送してください。なお、請求内容によっては手数料がかかります。
        </p>
        <h4>送付先</h4>
        <address>
          〒102-0083
          <br />
          東京都千代田区麹町3−5−2 ビュレックス麹町205
          <br />
          株式会社ZEXAVERSE（ゼクサバース） 個人情報開示請求窓口
        </address>

        <h2>Cookie の取扱い</h2>
        <p>
          当社のウェブサイトでは、Cookie等の技術を用いてサービスの最適化・分析等を行っています。ブラウザ設定によりCookieの管理が可能です。
        </p>

        <h3>第三者のサービス利用</h3>
        <p>
          当社は、以下の第三者の分析ツールを利用しています。各社のプライバシーポリシーをご確認ください。
        </p>
        <ul>
          <li>
            <a
              href="https://policies.google.com/technologies/partner-sites"
              target="_blank"
              rel="noopener noreferrer"
            >
              Google：https://policies.google.com/technologies/partner-sites
            </a>
          </li>
          <li>
            <a
              href="https://www.facebook.com/legal/technology_terms"
              target="_blank"
              rel="noopener noreferrer"
            >
              Meta：https://www.facebook.com/legal/technology_terms
            </a>
          </li>
          <li>
            <a
              href="https://mieru-ca.com/privacy-policy/"
              target="_blank"
              rel="noopener noreferrer"
            >
              株式会社Faber Company：https://mieru-ca.com/privacy-policy/
            </a>
          </li>
        </ul>
        <h2>お問い合わせ窓口</h2>
        <p>
          ご意見、ご質問、苦情のお申出その他個人情報の取扱いに関するお問い合わせは、下記の窓口までご連絡ください。
        </p>
        <div>
          住所：東京都千代田区麹町3−5−2ビュレックス麹町205
          <br />
          E-mail：info@zexaverse.co.jp
        </div>
      </div>
    </section>
  );
}
