"use client";

export default function TermsOfService() {
  return (
    <main>
      <div className="p-5">
        <div className="mt-[70px] font-['Hiragino_Mincho_ProN']">
          <div className="flex justify-center">
            <h1 className="relative text-center text-[18px] md:text-[35px] font-semibold">
              <span>利用規約</span>
            </h1>
          </div>
          <div className="mt-12 md:mt-[94px] max-w-5xl w-full mx-auto md:text-[15px] font-semibold text-[14px] pb-40">
            第1条（目的）
            <br />
            本利用規約（以下、「本規約」といいます）は、株式会社[会社名]
            （以下、「当社」といいます）が提供するサービス「休日AIコンシェルジュ」
            （以下、「本サービス」といいます）の利用条件を定めるものです。
            本サービスを利用する全てのユーザー（以下、「ユーザー」といいます）は、
            本規約に同意したものとみなされます。
            <br />
            <br />
            第2条（定義）
            <br />
            「ユーザー」とは、本サービスにアクセスし、
            利用するすべての個人または法人を指します。
            <br />
            「個人情報」とは、個人情報保護法に基づく個人を識別できる情報を指します。
            <br />
            「コンテンツ」とは、本サービスを通じて提供される情報、
            テキスト、画像、データ、音声、ソフトウェアなどの総称を指します。
            <br />
            <br />
            第3条（利用登録）
            <br />
            本サービスの利用を希望する者は、本規約に同意の上、
            当社が定める方法に従い、利用登録を行うものとします。
            <br />
            当社は、利用登録の申請者が以下の事由に該当する場合、
            登録を拒否することがあります。
            <br />
            虚偽の情報を提供した場合
            <br />
            過去に本規約に違反した者からの申請である場合
            <br />
            その他、当社が登録を適当でないと判断した場合
            <br />
            <br />
            第4条（ユーザーIDおよびパスワードの管理）
            <br />
            ユーザーは、自己の責任において、
            ユーザーIDおよびパスワードを適切に管理するものとします。
            <br />
            ユーザーIDおよびパスワードの不正使用によって生じた損害は、
            当社は一切責任を負わないものとします。
            <br />
            <br />
            第5条（個人情報の保護）
            <br />
            当社は、ユーザーの個人情報を適切に保護するために、SSLによる通信の暗号化、
            データベースの暗号化、アクセス制御などの措置を講じます。
            <br />
            当社は、ユーザーの同意を得た場合、または法令に基づく場合を除き、
            個人情報を第三者に提供しません。
            <br />
            <br />
            第6条（禁止事項）
            <br />
            ユーザーは、本サービスの利用にあたり、
            以下の行為をしてはならないものとします。
            <br />
            法令または公序良俗に違反する行為
            <br />
            犯罪行為に関連する行為
            <br />
            当社、本サービスの他のユーザー、または第三者の知的財産権、
            プライバシー、名誉、その他の権利または利益を侵害する行為
            <br />
            サービスの運営を妨害する行為
            <br />
            不正アクセス、クラッキング行為
            <br />
            他のユーザーに成りすます行為
            <br />
            その他、当社が不適切と判断する行為
            <br />
            <br />
            第7条（サービスの提供の中断・停止）
            <br />
            当社は、以下の場合には、ユーザーに事前に通知することなく、
            本サービスの全部または一部の提供を中断または停止することができます。
            <br />
            本サービスにかかるシステムの保守点検または更新を行う場合
            <br />
            火災、停電、天災などの不可抗力により、本サービスの提供が困難となった場合
            <br />
            システムの不良、第三者による不正アクセス、
            コンピュータウイルス感染などにより本サービスの提供が困難となった場合
            <br />
            その他、当社が本サービスの提供を中断または停止する必要があると判断した場合
            <br />
            <br />
            第8条（著作権）
            <br />
            本サービスに関する著作権、特許権、商標権、その他の知的財産権は、
            全て当社または当社にその利用を許諾した権利者に帰属します。
            <br />
            ユーザーは、当社の書面による事前の承諾なく、
            本サービスを通じて提供されるいかなる情報も、
            複製、送信、転載、配布、改変、翻案、公開しないものとします。
            <br />
            <br />
            第9条（免責事項）
            <br />
            当社は、本サービスに事実上または法律上の瑕疵
            （安全性、信頼性、正確性、完全性、有効性、特定目的適合性、
            セキュリティなどに関する欠陥、エラーやバグなど）
            がないことを明示的にも黙示的にも保証しておりません。
            <br />
            当社は、本サービスの利用によりユーザーに生じたあらゆる損害について、
            一切の責任を負いません。
            <br />
            <br />
            第10条（利用規約の変更）
            <br />
            当社は、必要と判断した場合には、
            ユーザーに通知することなくいつでも本規約を変更することができるものとします。
            <br />
            変更後の利用規約は、本サービスのウェブサイトに掲載された時点で効力を生じるものとします。
            <br />
            <br />
            第11条（準拠法および管轄）
            <br />
            本規約の解釈および適用に関しては、日本法を準拠法とします。
            また、本サービスに関する一切の紛争については、
            東京地方裁判所または東京簡易裁判所を第一審の専属的合意管轄裁判所とします。
            <br />
            <br />
            附則
            <br />
            本規約は、2024年X月X日から施行します。
          </div>
        </div>
      </div>
    </main>
  );
}
