export default function TermsOfService() {
  return (
    <section className="p-docs">
      <div className="p-docs__wrap l-inner">
        <h1 className="p-docs__ttl">利用規約</h1>

        <h2>1. ご利用条件</h2>
        <p>
          本ウェブサイトは株式会社ZEXAVERSE（以下、「当社」といいます）またはその代理人が運営しています。本ウェブサイトをご利用することをもって、次のご利用条件にご了承いただいたものとみなされます。また、本ウェブサイトで提供される一部のサービスをご利用いただく際には、併せて当該サービスのご利用条件にもご同意いただく必要がある場合がありますのでご注意ください。
        </p>

        <h2>2. 著作権について</h2>
        <ol>
          <li>
            本ウェブサイト及び掲載コンテンツ（文章、写真、映像、音楽、音声、その他著作物）の著作権は、当社または著作権者に帰属します。
          </li>
          <li>
            個人的利用等を除き、著作権者の事前許諾なく、複製・転載等の行為は著作権法により禁止されています。
          </li>
          <li>
            利用許諾がある場合は、当社指定の著作権表示を行い、無断での変更・削除は禁止します。
          </li>
        </ol>

        <h2>3. 掲載製品について</h2>
        <p>掲載内容は予告なく変更されることがあります。</p>
        <p>
          本ウェブサイトに掲載された商標等は、当社または権利者に帰属し、許諾なしに使用することはできません。
        </p>

        <h2>4. 免責事項</h2>
        <ol>
          <li>
            当社は、コンテンツ、その他本ウェブサイトで提供される情報等（以下、総称して「コンテンツ等」といいます）の内容について、その正確性、有用性、確実性その他の保証をするものではありません。コンテンツ等のご利用等により万一何らかの損害が発生したとしても、当社は一切責任を負いません。
          </li>
          <li>
            当当社は、本ウェブサイトの構成、ご利用条件、URLおよびコンテンツ等を、予告なしに変更または中止することがあります。また、当社は、本ウェブサイトの運営を予告なしに中断または中止することがあります。
          </li>
        </ol>

        <h2>5. 禁止事項</h2>
        <p>以下の行為は禁止されています：</p>
        <ul>
          <li>当社または第三者に不利益、損害を与え、または与える恐れのある行為</li>
          <li>当社の製品・サービスを誹謗（ひぼう）・中傷する行為、またはその恐れのある行為</li>
          <li>当社の役員または社員を誹謗（ひぼう）・中傷する行為、またはその恐れのある行為</li>
          <li>公序良俗に反するなど、当社の信用、品位を損なう行為、またはその恐れのある行為</li>
          <li>犯罪行為もしくは犯罪行為に結びつく行為、またはその恐れのある行為</li>
          <li>法律、法令もしくは条令に違反する行為、またはその恐れのある行為</li>
          <li>
            当社と何らかの提携または協力関係にあるものとの誤認を生じさせ、または当社がリンク元のサイトを認知、保証、支持もしくは推奨しているとの誤認を生じさせる行為、またはその恐れのある行為
          </li>
          <li>フレームリンク等、本ウェブサイトの明確性が損なわれる形のリンクを行う行為</li>
          <li>その他当社が不適切と判断した行為</li>
        </ul>

        <h2>6. リンクについて</h2>
        <p>
          本ウェブサイトは、営利、非営利、インターネット、イントラネットを問わず、本ウェブサイトに定める全てのご利用条件に従っていただくことを条件に、リンク
          （雑誌・書籍の出版物等への本ウェブサイトURLの掲載も含みます）していただくことが可能です。特に、4.禁止行為および以下に定める各事項をご確認いただき、遵守いただきますようお願いいたします。また、リンクに際して、当社へのご連絡は不要です。（以下、本ウェブサイトから、もしくは本ウェブサイトへリンクを貼っている当社以外の第三者のウェブサイトを、「リンクサイト」といいます。）
          リンクサイトは、それぞれのリンクサイトの運営者の責任で管理、運営されるもので、当社の管理下にあるものではありません。リンクサイトは、それぞれのリンクサイトの掲げる利用条件等に従ってご利用ください。当社は、リンクサイトの内容について、またこれらのご利用等で生じた第三者からの損害賠償を含む一切の損害、苦情その他いかなる請求についても責任を負いません。
          本ウェブサイトへのリンク、または本ウェブサイトからのリンクという事実は、当社がリンクサイトのご利用や、リンクサイトに掲載されている商品、サービス、会社等を認知、保証、支持もしくは推奨するものではありません。また、当社とリンクサイトとの間に提携などの特別な関係にあることを意味しません。
        </p>

        <h2>7. 遵守事項</h2>
        <ol>
          <li>
            本ウェブサイトの情報やURLは、永続的な維持をお約束するものでなく、予告なしに変更・中止・削除する場合があります。リンクサイトにおけるURLの修正などメンテナンスはそれぞれのリンクサイトの運営者の責任で行ってください。本ウェブサイトにリンクされた結果、リンクサイトおよびリンクサイトの運営者、閲覧者または第三者に発生した一切の損害について、当社は責任を負いません。
          </li>
          <li>
            本ウェブサイトにリンクされる場合は、リンク先のページの「タイトル」等を参考にしていただき、リンク先のページ名を正しく表示してください。
          </li>
          <li>
            以下に該当するウェブサイトからのリンクは固くお断りいたします。
            当社または当社の役員または社員を誹謗（ひぼう）・中傷する内容を含むウェブサイト
            当社の製品・サービスを誹謗（ひぼう）・中傷する内容を含むウェブサイト
            公序良俗に反するなど、当社の信用、品位を損なうおそれのある内容を含むウェブサイト
            犯罪行為もしくは犯罪行為に結びつく行為、またはその恐れのある内容を含むウェブサイト
            法律、法令もしくは条令に違反する、またはその恐れのある情報を提供するウェブサイト
          </li>
          <li>
            貴ウェブサイトが上記諸事項のいずれかに違反していることが判明した場合、または当社がリンク削除の申し入れをした場合は、必ずこれに従っていただきます。
          </li>
        </ol>

        <h2>8. 個人情報保護方針</h2>
        <p>当社は、個人情報保護方針に基づき、適切に管理・利用します。</p>

        <h2>9. Cookieの使用について</h2>
        <p>
          当社の本ウェブサイトでは、お客様の利便性向上、本ウェブサイト改善のための閲覧状況の統計的な把握、お客様への最適なサイト表示、および広告の配信のため、クッキー(Cookie)を使用しています。
          クッキーとは、本ウェブサイトを訪問したときに、本ウェブサイトがご利用の端末に書き込む小さなデータファイルで、本ウェブサイトを訪問したユーザーの識別が可能になります。本ウェブサイトは、予めお客様の承諾を得た場合を除き、クッキーによって個人を特定できるような情報を得ることはありません。また、当社は、クッキーに保存された情報を、閲覧状況の統計的な把握、お客様への最適なサイト表示、分析、および広告の配信以外の目的で使用することはありません。
          なお、お客様がブラウザの設定を変更することにより、クッキーを使用している本ウェブサイトを訪問しようとしているときに事前にその旨が表示されたり、クッキーの受け取りを拒否することができますが、拒否された場合に、本ウェブサイトの一部サービスがご利用できなくなることがありますので、あらかじめご了承ください。
        </p>

        <h3>広告配信におけるCookie利用</h3>
        <p>
          当社は、当社の広告配信を業務委託している第三者との契約内容に基づき、第三者に対してクッキー等で収集した情報の全部または一部(個人を特定する情報は一切含まれません)を開示する場合があります。この場合、当該第三者は、本ウェブサイトでご覧いただいたページ履歴情報等を利用し、お客様にご興味・ご関心を持っていただける当社の広告を、広告ネットワークに登録している当社以外のウェブサイトでも表示することがあります。
          このような広告配信の停止をご希望の場合、広告配信会社のウェブページにて設定を変更することができます。
        </p>
        <ul>
          <li>Google 広告配信設定</li>
          <li>Facebook広告のオプトアウトページ</li>
          <li>Yahoo!広告のオプトアウトページ</li>
          <li>Twitter広告のオプトアウトページ</li>
          <li>Network Advertising Initiativeのオプトアウトページ</li>
        </ul>

        <h3>Google Analyticsの使用</h3>
        <p>
          当社はGoogle
          Analyticsを用いてアクセス解析を行っています。個人を特定しない範囲でクッキーによりデータを収集しています。
        </p>
        <ul>
          <li>Google Analytics</li>
          <li>Google によるデータ使用について</li>
        </ul>

        <h3>広告向け機能</h3>
        <p>
          本ウェブサイトでは、「Google
          Analyticsの広告向けの機能」を有効にしており、下記の機能を利用し、広告やサイト改善のためDoubleClick
          CookieなどのサードパーティCookieを利用しています。 Google
          Analyticsのユーザーの分布とインタレストカテゴリに関するレポート
          これにより、本ウェブサイトではGoogle
          AnalyticsのCookieを利用して、お客様の年齢・性別・当社製品に関する関心の傾向をおおよそ把握するための分析が可能となっております。
          「Google
          Analyticsの広告向けの機能」を利用されたくない場合は、設定によってトラッキングを無効にすることが可能です。Google
          Analytics オプトアウト アドオンをブラウザにインストールされると簡単に無効化できます。
        </p>

        <h2>10. 動作環境</h2>
        <p>
          本ウェブサイトを利用される場合には、Internet
          Explorer、Chrome、Firefox、Safariの最新版を推奨します。
          お客様がご利用される端末の設定や、一部のブラウザ、アプリケーションでは、意図しない表示になることがあります。
        </p>

        <h2>11. httpsページの閲覧環境について</h2>
        <p>
          ウェブサイトのセキュリティ強化の一環として、当社各ウェブサイトの常時SSL化(*1)の推進とSSL/TLS(*2)の最新バージョンの適用を順次実施しております。これに伴い、一部のブラウザで、表示に不具合が出る場合がございます。お手数ですが、お客様のパソコン・携帯電話のご利用環境を確認いただき、必要に応じて設定の変更をお願いいたします。
          (*1)常時SSL化とは、ウェブサイトのすべてのページをhttps化（通信の暗号化）するセキュリティ手法のことです。
          (*2) SSL/TLSとは、通信の暗号方式のことです。
        </p>

        <h2>12. 準拠法・管轄裁判所</h2>
        <ol>
          <li>
            本ウェブサイトのご利用やこの「サイトのご利用にあたって」の解釈および適用は、特別な定めがない限り、日本国法に準拠します。
          </li>
          <li>
            本ウェブサイトに関するすべての紛争に関し、特別な定めがない限り、東京地方裁判所を第一審の管轄裁判所とします。
          </li>
        </ol>

        <h2>13. お問い合わせ</h2>
        <p>本ウェブサイトに関するご質問は、当社お問い合わせ窓口よりご連絡ください。</p>
      </div>
    </section>
  );
}
